export const subjectData = [
  {
    name: "高等数学",
    xAxisData: [1, 3, 4, 5, 6, 7, 8],
    yAxisData: [77, 87, 98, 67, 78, 89, 90]
  },
  {
    name: "大学物理",
    xAxisData: [1, 2, 4, 6, 7, 8, 9, 11, 14],
    yAxisData: [67, 84, 98, 70, 79, 99, 87, 63, 69]
  },
  {
    name: "大学英语精读",
    xAxisData: [3, 4, 5, 6, 7, 8, 9, 11, 13, 15, 17, 18],
    yAxisData: [67, 97, 89, 34, 58, 78, 98, 56, 47, 76, 68]
  },
  {
    name: "概率论与数理统计",
    xAxisData: [1, 5, 6, 7, 9, 10, 11, 14],
    yAxisData: [58, 86, 98, 57, 78, 58, 79, 56]
  },
  {
    name: "线性代数",
    xAxisData: [1, 2, 4, 6, 7, 9, 10, 12, 15],
    yAxisData: [89, 79, 69, 78, 95, 67, 69, 87, 79]
  },
]
