export const examLists = {
  response: [{
    id: "1",
    name: "《人机交互技术》期中考试",
    time: "2022/01/20 9:00-2022/01/20 11:00"
  }, {
    id: "2",
    name: "《高等数学》章节测验",
    time: "2022/01/20 0:00-2022/01/25 12:00"
  }, {
    id: "3",
    name: "《马克思主义基本原理》调查问卷",
    time: "2022/01/25 0:00-2022/02/01 12:00"
  }, {
    id: "4",
    name: "《青年大学习》调查问卷",
    time: "2022/02/02 0:00-2022/02/09 12:00"
  },
    {
      id: "5",
      name: "大学物理",
      time: "2022/02/20 0:00-2022/02/20 12:00"
    }]
}
